Repository: Arafat-Alsaieq/Mafateeh
Catalog: Mafateeh/*.lproj/Localizable.strings
Languages: ar

source: Next
ar: التالي

source: Skip
ar: تخطي

source: Larger and Clearer than Ever
ar: أكثر وضوحًا وسهولة

source: A bigger, easier-to-read keyboard for better clarity
ar: لوحة مفاتيح كبيرة تمنحك تجربة قراءة واستخدام مريحة

source: Use your Voice
ar: اكتب بصوتك

source: Hands-free typing with voice recognition
ar: تواصل بسهولة باستخدام تقنية التعرف على الصوت

source: Predictive and Convenient
ar: تنبؤي و عملي

source: Smart suggestions to speed up typing
ar: اقتراحات ذكية للكتابة بفعالية أكبر

source: Quick Phrases
ar: اختصارات نصية

source: Saved favorite phrases for effortless access and faster typing
ar: عباراتك المفضلة لسهولة الوصول وتوفير الوقت أثناء الكتابة

source: Get Started
ar: ابدأ

source: Big Keys, Boundless Ease.
ar: وضوح أكبر، كــتابة أسهـل

source: App Features
ar: بماذا نتميز ؟

source: Tutorial
ar: طريقة التفعيل

source: My Clipboard
ar: لوحة نصوصي

source: Go Settings
ar: اذهب للإعدادات

source: You have no saved phrases
ar: لا يوجد لديك نصوص محفوظة

source: Add Now
ar: اضافة

source: Save
ar: حفظ

source: Select
ar: تحديد

source: Done
ar: تم

source: Delete
ar: حذف

source: Close
ar: اغلاق

source: Delete Selected Items
ar: حذف الجمل المحددة

source: Select All
ar: تحديد الكل
